
INSERT INTO public.expenses (date, category, description, amount) VALUES
('2026-02-28', 'others',          'গ্যাস বিল ডিসেম্বর/২৫ পরিশোধ', 59220),
('2026-02-28', 'security',        'সিকিউরিটি ফেব্রুয়ারী/২৬ পরিশোধ', 36000),
('2026-02-28', 'cleaning',        'ময়লা বিল মার্চ/২৬ পরিশোধ', 3800),
('2026-02-28', 'liftMaintenance', 'লিফ্ট সার্ভিস ও জেনারেটর বিল মার্চ/২৬', 5000),
('2026-02-28', 'electricity',     'বিদ্যুৎ বিল ফেব্রুয়ারী/২৬ পরিশোধ', 37061),
('2026-02-28', 'waterPump',       'পানির বিল জানু+ফেব্রুয়ারী/২৬ জরিমানা সহ', 11760),
('2026-02-28', 'security',        'নাইট গার্ড বিল ফেব্রুয়ারী/২৬', 500),
('2026-02-28', 'liftMaintenance', 'লিফট মেরামত বাবদ আংশিক বিল (জানু-২০,০০০, ফেব্রু-১২,০০০, মার্চ-১২,৫০০ = ৮৮,৫০০ পরিশোধ)', 12500),
('2026-02-28', 'others',          'উৎসব ভাতা প্রদান (সিকিউরিটি ৫০০০×৩=১৫,০০০, সেবা কর্মী ১৫০০, নাইট গার্ড ৫০০)', 17000),
('2026-02-28', 'others',          'বিবিধ', 1305),
('2026-02-28', 'repair',          'সাব স্টেশন মেরামত', 57200);
