INSERT INTO public.expenses (date, category, description, amount) VALUES
('2026-03-31', 'Gas Bill', 'গ্যাস বিল জানু/২৬ পরিশোধ', 59220),
('2026-03-31', 'Security', 'সিকিউরিটি মার্চ/২৬ পরিশোধ', 36000),
('2026-03-31', 'Cleaning', 'ময়লা বিল এপ্রিল/২৬ পরিশোধ', 3800),
('2026-03-31', 'Lift Maintenance', 'লিফট সার্ভিস ও জেনারেটর বিল এপ্রিল/২৬', 5000),
('2026-03-31', 'Electricity', 'বিদ্যুৎ বিল মার্চ/২৬ পরিশোধ', 31445),
('2026-03-31', 'Water', 'পানির বিল মার্চ/২৬', 5600),
('2026-03-31', 'Security', 'নাইট গার্ড বিল ফেব্রুয়ারী/২৬', 500),
('2026-03-31', 'Others', 'ডিজেল ক্রয়', 6300),
('2026-03-31', 'Others', 'বিবিধ', 3291);